Repository: wp-plugins/silence-is-golden-guard
Catalog: lang/sig-guard-*.po
Languages: ar_ar, es_es, fr_fr, it_it, lt_lt, ru_ru

source: About this Plugin:
ar_ar: عن الاضافه :
es_es: Sobre este Plugin:
fr_fr: A propos de cette extension&nbsp;:
it_it: Info su questo plugin:
lt_lt: Apie šį Papildinį:
ru_ru: Об этом плагине

source: Author's website
ar_ar: موقع المبرمج
es_es: Web del autor
fr_fr: Site Web de l'auteur
it_it: Pagina web dell'autore
lt_lt: Autoriaus svetainė
ru_ru: Вебсайт автора

source: Plugin webpage
ar_ar: صفحة الاضافه
es_es: Página web del plugin
fr_fr: Page Web de l'extension
it_it: Pagina web del plugin
lt_lt: Papildinio puslapis
ru_ru: Страница плагина

source: Changelog
ar_ar: تغيير السجل
es_es: Registro de cambios
fr_fr: Révisions
lt_lt: Pasikeitimų žurnalas
ru_ru: Журнал изменений

source: FAQ
ar_ar: اسئله شائعه
lt_lt: DUK
ru_ru: Часто задаваемые вопросы

source: Donate
ar_ar: ادعمنا
es_es: Donaciones
fr_fr: Faire un don
it_it: Fai una donazione
lt_lt: Paaukokite
ru_ru: Поддержать

source: Greetings:
ar_ar: مرحبا :
es_es: Saludos:
fr_fr: remerciements&nbsp;:
it_it: Ringraziamenti
lt_lt: Pasisveikinimai:
ru_ru: Приветствия

source: It's me, the author
ar_ar: هذا انا , مبرمج الاضافه
es_es: Soy yo, el autor
fr_fr: C'est moi, l'auteur
it_it: Sono io, l'autore
lt_lt: Čia aš, autorius
ru_ru: Это я, автор

source: for the help with Arabic translation
ar_ar: للمساعده فى الترجمه باللغه العربيه
lt_lt: Ieškant pagalbos, verčiant į arabų kalbą
ru_ru: за помощь с арабским переводом

source: for the help with French translation
ar_ar: للمساعده فى الترجمه باللغه الفرنسيه
es_es: por su ayuda con la traducción al francés
fr_fr: pour l'aide avec la traduction fran&ccedil;aise
it_it: per l'aiuto con la traduzione in Francese
lt_lt: Ieškant pagalbos, verčiant į prancūzų kalbą
ru_ru: за помощь с французским переводом

source: for the help with German translation
ar_ar: للمساعده فى الترجمه للغه الألمانيه
it_it: per l'aiuto con la traduzione in Tedesco
lt_lt: Ieškant pagalbos, verčiant į vokiečių kalbą
ru_ru: за помощь с немецким переводом

source: For the help with Italian translation
ar_ar: للمساعده فى الترجمه للغه الايطاليه
lt_lt: Ieškant pagalbos, verčiant į italų kalbą
ru_ru: за помощь с итальянским переводом

source: for the help with Spanish translation
ar_ar: للمساعده فى الترجمه باللغه الاسبانيه
es_es: por la ayuda con traducción al español
fr_fr: pour l'aide à la traduction en espagnol
it_it: per l'aiuto con la traduzione in Spagnolo
lt_lt: Ieškant pagalbos, verčiant į ispanų kalbą
ru_ru: за помощь с испанским переводом

source: Do you wish to see your name with link to your site here? You are welcome! Your help with translation and new ideas are very appreciated.
ar_ar: هل ترغب فى رؤية اسمك ورابط موقعك هنا ؟ مرحبا بك ! قم بترجمة الاضافه الى لغتك واطرح علينا افكارا جديده
es_es: ¿Quieres ver aquí tu nombre y un enlace a tu sitio web? ¡Eres bienvenido! Tu ayuda con las traducciones o con nuevas ideas será muy apreciada.
fr_fr: Vous souhaitez voir votre nom avec votre lien vers votre site Web ici ? Avec plaisir ! Votre aide avec la traduction ou de nouvelles idées seront très appréciées.
it_it: Vorresti vedere il tuo nome e un link al tuo sito qui? Sei il benvenuto! Un aiuto con le traduzioni e nuove idee sono molto apprezzati.
lt_lt: Ar čia norėtumėte matyti savo vardą su nuoroda į Jūsų tinklapį? Maloniai prašome! Jūsų pagalba verčiant ir pateikiant naujas idėjas yra labai laukiama.
ru_ru: Желаете увидеть свое имя и ссылку на Ваш сайт здесь? Добро пожаловать! Ваша помощь с переводом и новые идеи приветствуются.

source: Settings
ar_ar: الاعدادات
es_es: Configuraciones
fr_fr: Réglages
it_it: Impostazioni
lt_lt: Nuostatos
ru_ru: Установки

source: Does not create index.php file in the checked folders
ar_ar: لا تضع ملف اندكس فى الملفات المشار اليها
es_es: No crear archivo index.php en las carpetas seleccionadas
fr_fr: Ne pas créer de fichier index.php dans les répertoires cochés
it_it: Non creare i file index.php nelle cartelle selezionate
lt_lt: Nesukuria index.php rinkmenos pažymėtuose aplankuose
ru_ru: Не создавать index.php файл в отмеченных каталогах

source: Exclude Folders
ar_ar: تجاهل الملفات التاليه ( بحيث لا يتم وضع ملفات اندكس بداخلها )
es_es: Excluir carpetas
fr_fr: Exclure des répertoires
it_it: Escludi cartelle
lt_lt: Išskirti Aplankus
ru_ru: Исключить Каталоги

source: Checked folders are fully excluded from SIG Guard plugin activity
ar_ar: المجلدات التى تقوم بالاشاره اليها سيتم تجاهلها تماما بواسطة الاضافه
it_it: La cartelle selezionate saranno completamente escluse dall'attività del plugin SIG Guard
lt_lt: Pažymėti aplankai yra pilnai išskirti iš SIG Guard papildinio veiklos zonos
ru_ru: Отмеченные каталоги не обрабатываются плагином SIG Guard

source: index.php Redirect
ar_ar: اعادة التحويل بواسطة ملف الاندكس
it_it: Redirect index.php
lt_lt: index.php Peradresavimas
ru_ru: Переадресация index.php

source: Rebuild All
ar_ar: قم باعادة بناء كافة المجلدات
it_it: Ricostruisci tutto
lt_lt: Perdaryti Viską
ru_ru: Пересоздать Все

source: Rebuild All subfolder index.php files. It is useful if you changed redirection option above.
ar_ar: قم بفحص كافة المجلدات الفرعيه للتأكد من وجود ملف الاندكس ( هذا الخيار مفيد اذا قمت بتغيير خيار التحويل بأعلى )
it_it: Ricostruisci tutti i file index.php nelle sotto-cartelle. E' utile se hai cambiato le opzioni di redirect sopra.
lt_lt: Perdaryti Visas subaplankines index.php rinkmenas. Tai naudinga jeigu Jūs pakeitėte peradresavimo parinktį aukščiau.
ru_ru: Пересоздать файлы index.php во всех подкаталогах. Это удобно, если вы изменили опцию переадресации выше.

source: If it does not checked, subfolder index.php will show empty page only. If it is checked, any request for subfolder content listing will be redirected to your blog root
ar_ar: تجاهل هذا الخيار اذا كنت ترغب بعرض صفحه بيضاء عند محاولة عرض محتوى المجلد ,, اما اذا كنت ترغب باعادة تحويل الزائر الى الصفحه الرئيسيه للموقع قم باختياره
it_it: Se non selezionato i file index.php delle sotto-cartelle visualizzeranno soltanto pagine vuote. Se selezionato, ogni richiesta di elencazione del contenuto delle sotto-cartelle sarà redirezionato alla root del blog
lt_lt: Jeigu tai nepažymėta, subaplankas index.php rodys tik tuščią puslapį. Jeigu pažymėta, bet kuri subaplanko turinio pateikimo užklausa bus peradresuota į Jūsų tinklaraščio šaknį
ru_ru: Если не включено, index.php в подкаталоге покажет только пустую страницу. Если включено, любой запрос списка файлов в подкаталоге будет переадресован на главную страницу вашего блога

source: Modify Apache .htaccess
ar_ar: تعديل ملف htaccess للاباتشى
es_es: Modificar .htaccess
fr_fr: Modifier le fichier .htaccess d'Apache
it_it: Modifica il file .htacces di Apache
lt_lt: Modifikuoti Apache .htaccess
ru_ru: Изменить Apache .htaccess

source: Modify Apache .htaccess file in the site root folder. Add "Options -Indexes" line to prevent directory listing by Apache Web server. If it is turned on (+Indexes) or absent, then if a URL which maps to a directory is requested, and there is no DirectoryIndex (e.g., index.html or index.php) file in that directory, then Web server will return a formatted listing of the directory.
ar_ar: تعديل ملف htaccess فى مجلد موقعك الرئيسى. اضافة سطر "Options -Indexes" لحماية محتوى المجلدات من استعراضها بواسطة السيرفر. فى حالة التفعيل او التعطيل, فانه عند محاولة استعراض محتوى مجلد معين لا يحتوى على ملف اندكس, مثل ( index.html or index.php) , فان السيرفر سيقوم بالاستعراض الطبيعى للمجلدات
es_es: Modificar archivo .htaccess en la raíz del sitio. Añade línea "Options -Indexes" para prevenir el listado de directorios en un servidor web Apache. Caso de estar activo (+Indexes) o ausente, si se solicita una URL que apunte a un directorio, y no existe archivo DirectoryIndex (p.ej., index.html o index.php) en ese directorio, el servidor Web devolverá un listado formateado del directorio.
fr_fr: Modifier le fichier .htaccess d'Apache dans le répertoire racine du site. Ajoute la ligne "Options -Indexes" pour empêcher l'exploration des fichiers du serveur Web Apache. Si cela est actif (+Indexes) ou manquant, alors si une URL qui pointe un répertoire est demandée, et qu'il n'y a pas de fichier du DirectoryIndex (par exemple, index.html ou index.php) dans ce répertoire, alors le serveur Web renvoie la liste des sous-répertoires et fichiers de ce répertoire.
it_it: Modifica il file .htaccess di Apache nella root del sito. Aggiunge una linea "Options -Indexes" per prevenire l'elencazione delle cartelle da parte del Web server Apache. Se è attivo (+Indexes) o assente, quando è richiesto un URL che mappa le cartelle e non c'è nessun file DirectoryIndex (es., index.html o index.php) in quella cartella, il Web server ritornerà automaticamente un elenco formattato delle directory.
lt_lt: Modifikuoti Apache .htacess rinkmeną tinklapio šaknies aplanke. Pridėti "Parinktys -Indeksai" eilutę, kad uždrausti Apache Tinklo serverio katalogų rodymą. Jeigu tai yra įjungta (+Indeksai) arba to iš viso nėra, tai užklausos katalogo universalioji nuoroda (nesant direktorijų indekso, pvz index.html ar index.php rinkmenos toje direktorijoje), įtakos, jog Tinklo serveris pateiks formatuotą katalogo sąrašą.
ru_ru: Изменить файл Apache .htaccess в корневом каталоге сайта. Добавить строку "Options -Indexes", чтобы исключить листинг содержимого катлогов Web сервером Apache. Если опция включена (+Indexes) или отсутствует, тогда, если запроашивается адрес URL, соответствующий каталогу, и в этом каталоге отстутсвует файл типа DirectoryIndex (т.е. index.html или index.php), тогда Web сервер вернёт отформатированный листинг этого каталога.

source: Delete readme.txt
ar_ar: مسح ملفات readme.txt
it_it: Elimina i readme.txt
lt_lt: Ištrinti readme.txt
ru_ru: Удалить readme.txt

source: If it is checked, plugin will delete unused readme.txt, documentation.txt, changelog.txt files from every plugin folder
ar_ar: اذا قمت باختياره ستقوم الاضافه بحذف كافة ملفات readme.txt, documentation.txt, changelog.txt الموجوده داخل مجلدات الاضافات
it_it: Se selezionato il plugin eliminerà tutti i file inutilizzati di nome readme.txt, documentation.txt, changelog.txt dalla cartella di ogni plugin
lt_lt: Jeigu pažymėta, papildinys ištrins nepanaudotas readme.txt, documentation.txt, changelog.txt rinkmenas iš kiekvieno papildinio aplanko
ru_ru: Если включено, плагин будет удалять из каталогов плагинов не нужные для их работы файлы readme.txt, documentation.txt, changelog.txt

source: Delete screenshot files
ar_ar: حذف صور معاينة الاضافات
it_it: Elimina gli screenshot
lt_lt: Ištrinti momentinių ekrano kopijų rinkmenas
ru_ru: Удалить файлы скриншотов

source: If it is checked, plugin will delete unused screenshot-1.gif, screenshot-2.gif, etc. files (or .png, .jpg) from every plugin folder
ar_ar: اذا قمت باختياره سنقوم بحذف صور المعاينه للاضافات مثل screenshot-1.gif, screenshot-2.gif, etc. files (or .png, .jpg)
it_it: Se selezionato, il plugin rimuoverà tutti i file inutilizzati di nome screenshot-1.gif, screenshot-2.gif, (o .png o .jpg) ecc. dalla cartella di ogni plugin
lt_lt: Jeigu pažymėta, papildinys ištrins nepanaudotas screenshot-1.gif, screenshot-2.gif, etc. rinkmenas (arba .png, .jpg) iš kiekvieno papildinio aplanko
ru_ru: Если включено, плагин будет удалять из каталогов плагинов ненужные файлы screenshot-1.gif, screenshot-2.gif и т.п. (или .png, .jpg)...

source: Auto Monitor
ar_ar: البحث التلقائى فى المجلدات
es_es: Autoanalizar
fr_fr: Surveillance automatique
lt_lt: Automatinis Monitorius
ru_ru: Авто Мониторинг

source: Check folders state automatically once a day
ar_ar: قم بفحص حالة المجلدات مره واحده يوميا
es_es: Comprueba automáticamente el estado de las carpetas tras el tiempo especificado
fr_fr: Vérifier l'état des répertoires automatiquement à un intervalle défini
it_it: Controlla automaticamente lo stato delle cartelle una volta al giorno
lt_lt: Patikrinti aplankų būseną automatiškai kartą per dieną
ru_ru: Проверять состояние каталогов автоматически один раз в день

source: Hide WordPress version
ar_ar: اخفاء رقم اصدار نسخة الوورد بريس المستخدمه
it_it: Nascondi la versione di WordPress
lt_lt: Paslėpti WordPress versiją
ru_ru: Скрыть версию WordPress

source: If it is checked, plugin will remove WordPress version information, e.g. &lt;meta name="generator" content="WordPress 2.9.2"/&gt; from your blog pages
ar_ar: اذا قمت قمت باختياره ستقوم الاضافه باخفاء اصدار نسخة وورد بريس الحاليه من كافة الصفحات مثال : (e.g. &lt;meta name="generator" content="WordPress 2.9.2"/&gt; )
it_it: Se selezionato, il plugin rimuoverà le informazioni sulla versione di WordPress in uso ( es. &lt;meta name="generator" content="WordPress 2.9.2"/&gt;) dalle pagine del blog
lt_lt: Jeigu pažymėta, papildinys pašalins WordPress versijos informaciją, pvz. e.g. &lt;meta name="generator" content="WordPress 2.9.2"/&gt; iš Jūsų tinklaraščio puslapių
ru_ru: Если включено, плагин будет исключать информацию о версии WordPress, &lt;meta name="generator" content="WordPress 2.9.2"/&gt;, e.g. &lt;meta name="generator" content="WordPress 2.9.2"/&gt; из страниц вашего блога.

source: Log errors to .log file
ar_ar: قم بتسجيل الاخطاء فى ملف لوج
it_it: Salva gli errori in un file .log
lt_lt: Fiksuoja klaidas į .log rinkmeną
ru_ru: Запись информации об ошибках в .log файл

source: If it is checked, plugin will write information about any errors during scan process to .log file in SIG plugin directory
ar_ar: فى حالة تفعيل هذا الخيار ستقوم الاضافه بتخزين كافة الاخطاء فى ملف لوج داخل مجلد الاضافه
it_it: Se selezionato, il plugin scriverà tutte le informazioni sugli errori durante la scansione in un file .log posto nella cartella del plugin SIG.
lt_lt: Jeigu pažymėta, papildinys įrašys informaciją apie bet kokias peržiūros proceso metu įvykusias klaidas į .log rinkmeną SIG papildinio kataloge
ru_ru: Если включено, плагин будет записывать информацию об ошибках во время выполнения сканирования в .log файл, созданный в каталоге плагина

source: Note: Save your changes in options by press "Update" button before take any Rebuild or Scan actions.
ar_ar: ملاحظه: قم بالضغط على زر حفظ قبل الضغط على زر افحص المجلدات الان
it_it: Nota: Salva le modifiche alle opzioni cliccando sul pulsante "Aggiorna" prima di "Ricostruire" o "Esaminare"
lt_lt: Pastaba: Įrašykite savo parinkčių pakeitimus, paspaudžiant "Atnaujinti" mygtuką, prieš pradedant bet kokius perdarymo per peržiūros veiksmus.
ru_ru: Внимание: Сохраните изменения в настройках кликом по кнопке "Сохранить" перед запуском операций сканирования или пересоздания index.php файлов

source: Update
ar_ar: حفظ
es_es: Actualizar
fr_fr: Enregistrer les modifications
it_it: Aggiorna
lt_lt: Atnaujinti
ru_ru: Сохранить

source: Save Changes
ar_ar: حفظ الخيارات
es_es: Grabar Cambios
fr_fr: Enregistrer les modifications
it_it: Salva le modifiche
lt_lt: Įrašyti Pakeitimus
ru_ru: Сохранить изменения

source: Cancel
ar_ar: الغاء
es_es: Cancelar
fr_fr: Annuler
it_it: Annulla
lt_lt: Atšaukti
ru_ru: Отмена

source: Cancel not saved changes
ar_ar: فى حالة الالغاء لن نتمكن من حفظ التعديلات
es_es: Anular cambios no guardados
fr_fr: Annuler ne sauvegarde pas les changements
it_it: Annulla i cambiamenti non salvati
lt_lt: Atšaukti neįrašytus pakeitimus
ru_ru: Отказ от сохранения изменений

source: Scan Now
ar_ar: افحص المجلدات الآن
es_es: Analizar ahora
fr_fr: Vérifier maintenant
it_it: Esamina
lt_lt: Peržiūrėti dabar
ru_ru: Сканировать Сейчас

source: Scan and Fix directories, plugins version listing related problems Now
ar_ar: قم بالفحص الان ومعالجة مشاكل عرض اصدارات الاضافات وعرض محتوى المجلدات والمشاكل الاخرى
es_es: Analizar y Corregir problemas relacionados con el listado de directorios Ahora
fr_fr: Vérifie et fixe les problèmes liés à l'exploration des répertoires Maintenant
it_it: Esamina e Ripara problemi relativi all'elencazione delle cartelle e alla scoperta della versione dei plugin
lt_lt: Peržiūrėti ir Tvarkyti katalogus ir problemas, susijusias su papildinių versijų rodymu Dabar
ru_ru: Сканировать и Исправлять проблемы, связанные с листингом содержимого каталогов, раскрытием версии плагинов

source: Silence is Golden Guard requires WordPress 3.0 or newer.
ar_ar: هذه الاضافة تعمل فقط على اصدار وورد بريس 3.0 ومافوقها
es_es: Silence is Golden Guard requiere de WordPress 3.0 o superior.
fr_fr: Silence is Golden Guard requiert WordPress 3.0 ou plsu récent.
it_it: Silence is Golden Guard richiede WordPress 3.0 o superiore
lt_lt: Silence is Golden Guard reikalauja WordPress 3.0 arba naujesnio.
ru_ru: Silence is Golden Guard требует WordPress 3.0 или выше.

source: Please update!
ar_ar: الرجاء قم بالتحديث !
es_es: Por favor, actualice
fr_fr: Veuillez mettre à jour !
it_it: Per favore aggiorna!
lt_lt: Prašome atnaujinti!
ru_ru: Пожалуйста, обновите!

source: Silence Is Golden Guard Plugin
ar_ar: اضافة Silence is Golden Guard
es_es: Plugin Silence Is Golden Guard
fr_fr: Extension Silence is Golden Guard
lt_lt: Silence Is Golden Guard Papildinys
ru_ru: Silence Is Golden Guard плагин

source: file open error
ar_ar: حدث خطأ عند محاولة فتح الملف
es_es: error abriendo fichero
fr_fr: Erreur lors de l'ouverture du fichier
it_it: errore nell'apertura del file
lt_lt: rinkmenos atidarymo klaida
ru_ru: ошибка открытия файла

source: file read error
ar_ar: حدث خطا عند محاولة قراءة الملف
es_es: error leyendo fichero
fr_fr: Erreur lors de la lecture du fichier
it_it: errore nella lettura del file
lt_lt: rinkmenos nuskaitymo klaida
ru_ru: ошибка чтения файла

source: file close error
ar_ar: حدث خطأ عند محاولة اغلاق الملف
es_es: error cerrando fichero
fr_fr: Erreur lors de la fermeture du fichier
it_it: errore nella chiusura del file
lt_lt: rinkmenos uždarymo klaida
ru_ru: ошибка при закрытии файла

source: file backup copy error
ar_ar: حدث خطا عند محاولة نسخ الملف
es_es: error copiando fichero de respaldo
fr_fr: Erreur lors de la copie de sauvegarde
it_it: errore nella copia di backup del file
lt_lt: rinkmenos atsarginės kopijos kopijavimo klaida
ru_ru: ошибка при создании резервной копии файла

source: file permissions change error
ar_ar: حدث خطا عند محاولة تغيير تصاريح الملف
es_es: error al cambiar los permisos al fichero
fr_fr: Erreur lors du changement de permission du fichier
it_it: errore nel cambio dei permessi del file
lt_lt: rinkmenų leidimų keitimo klaida
ru_ru: ошибка при изменении прав на файл

source: file write error
ar_ar: خطا فى الكتابه على الملف
es_es: error escribiendo archivo
fr_fr: Erreur lors de l'écriture du fichier
it_it: errore nella scrittura del file
lt_lt: rinkmenos rašymo klaida
ru_ru: ошибка записи в файл

source: is modified
ar_ar: تم تعديله
es_es: es modificado
fr_fr: est modifié
it_it: è stato modificato
lt_lt: yra modifikuotas
ru_ru: изменен

source: permissions change error
ar_ar: خطأ فى تغيير التصاريح
es_es: error cambiando permisos
fr_fr: Erreur de changement de permission
it_it: errore nel cambio dei permessi
lt_lt: leidimų keitimo klaida
ru_ru: ошибка при изменении прав

source: file delete error
ar_ar: خطأ عند حذف الملف
it_it: errore nell'eliminazione del file
lt_lt: rinkmenos ištrynimo klaida
ru_ru: ошибка удаления файла

source: file create error
ar_ar: خطا فى انشاء الملف
es_es: error creando archivo
fr_fr: Erreur lors de la création du fichier
it_it: errore nella creazione del file
lt_lt: rinkmenos sukūrimo klaida
ru_ru: ошибка создания файла

source: file is created
ar_ar: تم انشاء الملف
es_es: archivo creado
fr_fr: Le fichier a été créé
it_it: il file è stato creato
lt_lt: rinkmena sukurta
ru_ru: файл создан

source: is deleted
ar_ar: تم حذفه
it_it: è stato eliminato
lt_lt: ištrinta
ru_ru: удален

source: "Silence is Golden" scan is finished:
ar_ar: "Silence is Golden" انتهى من فحص المجلدات
es_es: Análisis "Silence is Golden" terminado:
fr_fr: Le scan "Silence is Golden" est terminé&nbsp;:
it_it: "Silence is Golden" ha completato la scansione
lt_lt: "Silence is Golden" Peržiūra baigta:
ru_ru: "Silence is Golden" сканирование завершено:

source: %s index.php files are created
ar_ar: %s index.php تم انشاء كافة ملفات
es_es: %s index.php los archivos se crean
fr_fr: %s index.php fichiers sont créés
it_it: sono stati creati %s file index.php
lt_lt: %s index.php rinkmenos sukurtos
ru_ru: создано %s файлов index.php

source: %s unused files are deleted
ar_ar: %s من الملفات الغير مستخدمه تم حذفها
it_it: %s file inutilizzati sono stati eliminati
lt_lt: %s nepanaudotos rinkmenos ištrintos
ru_ru: %s ненужных файлов удалено

source: Return back to SIG Guard Settings Page
ar_ar: الرجوع مره اخرى الى صفحة الاعدادات
es_es: Regreso a SIG Guard página de Configuración
fr_fr: Retour à la SIG Guard page de configuration
it_it: Torna alle impostazioni di SIG Guard
lt_lt: Grįžti atgal į SIG Guard Nuostatų Puslapį
ru_ru: Вернуться на страницу установок SIG Guard
